Repository: tgrowth/asone-ios
Catalog: asone/asone/Localizable.xcstrings
Source language: en
Languages: es, ru

source: /mo
es: mes
ru: /мес

source: %lld days
es: %lld días
ru: %lld дней

source: ───────── OR ─────────
es: ───────── O ─────────
ru: ───────── ИЛИ ─────────

source: A reset link has been sent to your email.
es: Se ha enviado un enlace de restablecimiento a tu correo electrónico.
ru: Ссылка для сброса пароля отправлена на ваш адрес электронной почты.

source: Activities
es: Actividades
ru: Активности

source: Ad-Free Experience
es: Experiencia sin anuncios
ru: Без рекламы

source: Already have an account?
es: Ya tienes una cuenta?
ru: Уже есть аккаунт?

source: Apply
es: Aplicar
ru: Применить

source: Are you trying to conceive right now?
es: Estás tratando de concebir en este momento?
ru: Вы пытаетесь забеременеть сейчас?

source: Are you using AsOne for yourself?
es: Estás usando AsOne para ti mismo?
ru: Вы используете AsOne для себя?

source: Back
es: Atrás
ru: Назад

source: Calendar
es: Calendario
ru: Календарь

source: Calendar Screen
es: Pantalla del Calendario
ru: Экран Календаря

source: Complete
es: Completo
ru: Завершить

source: Copied
es: Copiado
ru: Скопировано

source: Cycle advices
es: Consejos del ciclo
ru: Советы по циклу

source: Cycle Tracker
es: Rastreador de ciclo
ru: Трекер цикла

source: Day 26
es: Día 26
ru: День 26

source: Days
es: Días
ru: Дни

source: Do you know your last period?
es: Conoces tu última menstruación?
ru: Вы знаете свою последнюю менструацию?

source: Don't have an account?
es: No tienes una cuenta?
ru: Нет аккаунта?

source: Done
es: Hecho
ru: Готово

source: Edit Profile View
es: Editar Vista de Perfil
ru: Редактировать профиль

source: Email
es: Correo electrónico
ru: Электронная почта

source: Enter code here
es: Introduce el código aquí
ru: Введите код здесь

source: Enter partner's code
es: Introduce el código de tu pareja"
ru: Введите код партнера

source: Enter your code
es: Ingresa tu código
ru: Введите ваш код

source: First and Last Name
es: Nombre y Apellido
ru: Имя и Фамилия

source: Forgot your password?
es: Olvidaste tu contraseña?
ru: Забыли пароль?

source: Get 33% off premium
es: Obtén un 33% de descuento en premium
ru: Получите скидку 33% на премиум

source: Get full access with 33% OFF NOW
es: Obtén acceso completo con 33% de DESCUENTO AHORA
ru: Получите полный доступ со скидкой 33% СЕЙЧАС

source: Get personalized insights, exclusive features, and enhance your journey with premium access
es: Obtén información personalizada, funciones exclusivas y mejora tu viaje con acceso premium
ru: Получите персонализированные insights, эксклюзивные функции и улучшите свой путь с премиум-доступом

source: Get personalized tips for better communication with your partner.
es: Obtén consejos personalizados para mejorar la comunicación con tu pareja.
ru: Получите персонализированные советы для лучшей коммуникации с вашим партнером.

source: Get Started
es: Comenzar
ru: Начать

source: How long is your period?
es: Cuánto dura tu periodo?
ru: Какова продолжительность вашей менструации?

source: I'm not interested
es: No estoy interesado
ru: Мне не интересно

source: Improve your relationship with data-driven insights and advice
es: Mejora tu relación con información y consejos basados en datos.
ru: Улучшите ваши отношения с помощью аналитических инсайтов и советов.

source: Invalid code. Please try again.
es: Código inválido. Por favor, inténtalo de nuevo.
ru: Недействительный код. Пожалуйста, попробуйте еще раз.

source: Invite my partner
es: Invitar a mi pareja
ru: Пригласить моего партнера

source: Invite partner
es: Invitar a la pareja
ru: Пригласить партнера

source: Invite your partner
es: Invitar a tu pareja
ru: Пригласить вашего партнера

source: Join premium
es: Únete a premium
ru: Присоединиться к премиум

source: Learn how hormonal changes affect your relationship day-by-day.
es: Aprende cómo los cambios hormonales afectan tu relación día a día.
ru: Узнайте, как гормональные изменения влияют на ваши отношения каждый день.

source: Loading user information...
es: Cargando información del usuario...
ru: Загрузка информации о пользователе...

source: Log period
es: Registrar período
ru: Записать период

source: Login
es: Iniciar sesión
ru: Войти

source: Love Language Integration
es: Integración de lenguajes del amor
ru: Интеграция языков любви

source: Make your life with partner more peaceful and greatful with AsOne Premium
es: Haz que tu vida con tu pareja sea más pacífica y agradecida con AsOne Premium
ru: Сделайте свою жизнь с партнером более спокойной и благодарной с AsOne Premium

source: Mood
es: Estado de ánimo
ru: Настроение

source: Mood & Symptom Analysis
es: Análisis de estado de ánimo y síntomas
ru: Анализ настроения и симптомов

source: My Profile
es: Mi Perfil
ru: Мой профиль

source: Next
es: Siguiente
ru: Далее

source: Nice work!
es: ¡Buen trabajo!
ru: Хорошая работа!

source: No, I have a code
es: No, tengo un código
ru: Нет, у меня есть код

source: No, I just want to track my cycle
es: No, solo quiero rastrear mi ciclo
ru: Нет, я просто хочу отслеживать свой цикл

source: Not now
es: No ahora
ru: Не сейчас

source: Now you can compare answers with your partner
es: Ahora puedes comparar
ru: Теперь вы можете сравнить

source: or
es: o
ru: или

source: Pair with your partner
es: Emparejar con tu pareja
ru: Соедините с вашим партнером

source: Pair with your partner to boost your relationship and communication
es: Empareja con tu pareja para mejorar tu relación y comunicación
ru: Соедините с вашим партнером, чтобы улучшить ваши отношения и коммуникацию

source: Partner
es: Pareja
ru: Партнер

source: Partner Insights
es: Perspectivas sobre la pareja
ru: Инсайты о партнере

source: Partner Mode
es: Modo pareja
ru: Режим партнера

source: Partner Screen
es: Pantalla de la Pareja
ru: Экран партнера

source: Password
es: Contraseña
ru: Пароль

source: Period in 3 days
es: Período en 3 días
ru: Период через 3 дня

source: Personalized Tips
es: Consejos personalizados
ru: Персонализированные советы

source: Physical Symptoms
es: Síntomas físicos
ru: Физические симптомы

source: PMS phase
es: Fase de SPM
ru: Фаза ПМС

source: Quaterly
es: Trimestral
ru: Ежеквартально

# Question %lld of %lld
source: Question %1$lld of %2$lld
es: Pregunta %1$lld de %2$lld
ru: Вопрос %1$lld из %2$lld

source: Quizzes
es: Cuestionarios
ru: Опросы

source: Re-start
es: Reiniciar
ru: Перезапустить

source: Re-Test Love Languages
es: Reevaluar los lenguajes del amor
ru: Пройти тест на языки любви снова

source: Sample Advice
es: Consejo de muestra
ru: Пример совета

source: Select your cycle days
es: Selecciona tus días del ciclo
ru: Выберите дни вашего цикла

source: Send Reset Link
es: Enviar enlace de restablecimiento
ru: Отправить ссылку для сброса пароля

source: Set your date of birth
es: Establece tu fecha de nacimiento
ru: Укажите свою дату рождения

source: Settings
es: Configuraciones
ru: Настройки

source: Share invite code
es: Compartir código de invitación
ru: Поделитесь кодом приглашения

source: Share my invite code
es: Comparte mi código de invitación"
ru: Поделитесь моим кодом приглашения

source: Sign In
es: Iniciar sesión
ru: Войти

source: Sign Up
es: Registrarse
ru: Зарегистрироваться

source: Skip
es: Omitir
ru: Пропустить

source: Start
es: Comenzar
ru: Начать

source: Statistics
es: Estadísticas
ru: Статистика

source: Status: Period
es: Estado: Período
ru: Статус: Период

source: Stress & Emotions
es: Estrés y emociones
ru: Стресс и эмоции

source: Symptoms
es: Síntomas
ru: Симптомы

source: Tap to copy
es: Toca para copiar
ru: Нажмите, чтобы скопировать

source: Today, %@
es: Hoy, %@
ru: Сегодня, %@

source: Track your cycle, mood, and activities in one place.
es: Rastrea tu ciclo, estado de ánimo y actividades en un solo lugar.
ru: Отслеживайте свой цикл, настроение и активности в одном месте.

source: Upgrade today to enjoy all premium features tailored just for you and your partner
es: Actualiza hoy para disfrutar de todas las funciones premium diseñadas solo para ti y tu pareja
ru: Обновите сегодня, чтобы наслаждаться всеми функциями премиум, разработанными специально для вас и вашего партнера

source: Yearly
es: Anual
ru: Ежегодно

source: Yes
es: Sí
ru: Да

source: Yes, I'm trying to get pregnant
es: Sí, estoy tratando de quedarme embarazada
ru: Да, я пытаюсь забеременет

source: Your code:
es: Tu código:
ru: Ваш код:

source: Your love language is...
es: Tu lenguaje del amor es...
ru: Ваш язык любви...
